{
  "main_titles": {
    "software_developer": "Desarrollador de Software",
    "about_me": "Acerca de mí",
    "all_personal_works": "Todos Mis Trabajos Personales"
  },
  "about_me": {
    "first_paragraph": "Soy un soñador que no cree en lo imposible, persistente y comprometido con mis metas y proyectos. Resolver problemas y dar soluciones efectivas, prácticas y con un enfoque trascendental son mis motivaciones a la hora de desempeñar mi rol como desarrollador web; Desfragmentar grandes problemas en pequeños desafíos diarios es la solución para mí.",
    "second_paragraph": "Disfruto aprendiendo cosas nuevas, pasando tiempo con mi guitarra y cantando con mi esposa, jugar al baloncesto, iluminar todo lo que puedo y, por supuesto, todos los momentos destacados de la NBA.",
    "third_paragraph": "Me encanta enseñar casi cualquier cosa, por eso también disfruto ser mentor en la academia de desarrolladores de software Swordvoice; En mi comunidad, también con mi esposa doy clases de música sin fines de lucro a jóvenes que quieren aumentar su conocimiento de un instrumento o de sus voces. Deseo algún día ser padre y también enseñarle todo lo que sé y guiarlo a alcanzar todos sus sueños con perseverancia."
  },
  "contact": {
    "first_paragraph": "¿Estás buscando un desarrollador que te ayude con tu próximo proyecto?",
    "second_paragrah": "¡Me encantaría saber de ti! Ya sea para un nuevo proyecto, para mejorar o mantener su proyecto o cualquier cosa relacionada con el desarrollo de software, ¡puedo ayudar! ¡Solo contácteme en este formulario o correo electrónico o whatsapp a continuación y comencemos a colaborar!",
    "want_to_call_me": "¿QUIERES LLAMARME?",
    "can_do_it_by_ws": "Puedes hacerlo por Whatsapp",
    "just_want_to_email_me": "¿SOLO QUIERES ENVIARME UN CORREO ELECTRÓNICO?",
    "form": {
      "button": "Enviar mensaje",
      "name": "Nombre",
      "email": "Correo",
      "type_your_message": "Escribe tu mensaje"
    }
  },
  "projects": {
    "wallet": {
      "first_paragraph": "Desarrolle una app web con el fin de registrar ingresos y gastos, tener un seguimiento del historial de los movimientos del usuario y eliminar movimientos erróneos restableciendo el saldo correspondiente, se puede disfrutar de dicho servicio con un simple registro en la plataforma y seguidamente hacer login, además es una app multiidioma el cual posee ingles y español.",
      "second_paragraph": "En el proceso de desarrollo pude aplicar un código limpio y escalable tanto en el frontend como en el backend siendo este último entorno de desarrollo un conocimiento reciente el cual pude aplicar en un ambiente real siendo fundamental para el óptimo funcionamiento de la app."
    },
    "movie_search": {
      "first_paragraph": "Este proyecto fue donde practique por primera vez consumir servicios de una api el cual utilice esta api publica https://omdbapi.com/.",
      "second_paragraph": "Este proyecto le permite buscar y ver una descripción general de la película seleccionada."
    },
    "drum_machine": {
      "first_paragraph": "Este proyecto es parte de los proyectos para obtener mi certificado en \"Front End Development Libraries\", en esta caja de ritmos lo que más puedo destacar es el uso de un estado global manejado por redux y la etiqueta de audio para obtener un sonido después de hacer clic cada botón.",
      "second_paragraph": "Para que puedas usarlo, debes encenderlo y tienes dos bancos de sonido disponibles para comenzar a hacer música con la combinación de ellos."
    },
    "calculator": {
      "first_paragraph": "Este proyecto es parte de los proyectos para obtener mi certificado en \"Front End Development Libraries\"."
    },
    "landing_page": "Este proyecto fue con el propósito de practicar la maquetación de un sitio web."
  },
  "contact_me": "Contactame",
  "about": "Conoceme",
  "works": "Trabajos",
  "say_hello": " Hola, soy Ilemar👋",
  "nothing_is_imposible": "Nada es Imposible",
  "learn_more_about_me": "Aprende <br/> mas <br/> de mi",
  "my_work": "Mi trabajo",
  "view_all_works": "Revisa<br /> todo mis <br /> trabajos",
  "lets_connect": "Conectemos",
  "what_i_do": "Que hago",
  "web_development": "Desarrollo <br /> Web",
  "test_code": "Test a código",
  "ci_cd": "CI/CD",
  "the_last_personal_project": "Ultimo proyecto personal",
  "dependencies": "Dependencias"
}
